Revit 2024 API
ParameterTypeId.RailingSystemSecondaryHandrailsTypesParam Property
 "Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RailingSystemSecondaryHandrailsTypesParam { get; }
Visual Basic
Public Shared ReadOnly Property RailingSystemSecondaryHandrailsTypesParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RailingSystemSecondaryHandrailsTypesParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace